// eslint-disable-next-line import/no-anonymous-default-export
export default {
  navbar: {
    product: 'สินค้า',
    weare: 'รู้จักเรา',
    talk: 'สาระ',
    contact: 'ติดต่อเรา',
    btnEN: 'EN',
    btnTH: 'TH',
  },
  footer: {
    product: 'สินค้า',
    weare: 'รู้จักเรา',
    talk: 'สาระ',
    contact: 'ติดต่อเรา',
    copyright: 'Copyright © 2021 Amornyont. All rights reserved.',
  },
  home: {
    heroTitle1: 'TRUE EXPERTISE IN AUTOMOTIVE',
    heroTitle2: '& INDUSTRIAL BELTS',
    heroDesc: 'เราคือตัวแทนจำหน่ายอย่างเป็นทางการของสายพานมิตซูโบชิ MITSUBOSHI (ญี่ปุ่น) ซองเขียว คุณภาพสูง ทั้งสายพานรถยนต์ อุตสาหกรรม และเกษตรกรรม',
    btnSeeHow: 'ดูเพิ่มเติม',
  },
  blog: {
    readmore: 'อ่านต่อ'
  },
  productCate: {
    autoBelt: 'สายพานรถยนต์',
    industBelt: 'สายพานอุตสาหกรรม',
    btnMore: 'ดูเพิ่มเติม',
  },
  product: {
    autoBelt: 'สายพานรถยนต์',
    industBelt: 'สายพานอุตสาหกรรม',
  },
  order: {
    title: 'สอบถามสินค้าด่วน',
    subtitle: '24/7 advice service',
    line: 'Add: @amornyont',
    call: 'Call: 02-224-2247',
    mail: 'Send: sales@amornyont.com',
    addfriend: ' LINE เพิ่มเพื่อน',
  },
  address: {
    title: 'ห้างหุ้นส่วนจำกัด อมรยนต์',
    addressTitle: 'ที่อยู่:',
    address: '1506 ถนนกรุงเกษม แขวงป้อมปราบ เขตป้อมปราบศัตรูพ่าย กรุงเทพฯ 10100',
    lineTitle: 'Line ID:',
    line: '@amornyont',
    callTitle: 'โทร:',
    call: '02-224-2247',
    faxTitle: 'แฟกซ์:',
    fax: '02-224-2433',
    mailTitle: 'อีเมล:',
    mail: 'sales@amornyont.com',
  },
  whoweare: {
    title: 'Mitsuboshi Premier Distributor opened the brand-new website.',
    subtitle: `We, AMORNYONT, are delighted to present our partner and customer a brand-new website - www.amornyont.com - as a new channel of communication. Please feel free to browse and don't hesitate to let us . . .`,
    p1: 'หจก. อมรยนต์ ได้เริ่มก่อตั้งขึ้นในปี พ.ศ. 2515 โดยได้รับความไว้วางใจจากบริษัท MITSUBOSHI LIMITED (MBL) JAPAN ให้เป็นตัวแทนหลักในการจัดจำหน่ายสายพานรถยนต์แบบส่งกำลัง (Power Transmission Belt) ซองเขียวในประเทศไทย หลังจากนั้น อมรยนต์ก็ค่อยๆขยายและเติบโตขึ้นพร้อมไปกับความต้องการของตลาดและลูกค้าที่มากขึ้นด้วยเช่นกัน ปัจจุบัน อมรยนต์เป็นที่รู้จักในเรื่องความเชี่ยวชาญพิเศษเรื่องสายพานในทุกๆอุตสาหกรรม ทั้งรถยนต์ เครื่องจักร เกษตรกรรม และอุตสาหกรรม โดยสายพาน MITSUBOSHI นั้นผลิตจากวัตถุดิบที่มีคุณภาพสูง อีกทั้งยังผ่านขั้นตอนการผลิตที่ได้มาตรฐาน ดังนั้น จึงเป็นสายพานที่มีชื่อเสียงระดับโลก ได้รับการการันตีคุณภาพจากเกณฑ์มาตรฐานสากลมากมาย ทั้งจาก ISO9002 และ QS9000',
    p2: 'การปรับเปลี่ยนโครงสร้างภายใน ในเดือนพฤษภาคม ปี พ.ศ. 2564 หจก. อมรยนต์ได้มีการโยกย้ายที่ตั้งสำนักงาน จากเดิมตั้งอยู่ในเขตปทุมวัน, กรุงเทพฯ มาอยู่แถวแยกนพวงศ์ เลียบคลองกรุงเกษมที่เขตป้อมปราบฯ, กรุงเทพฯ  ทาง หจก. อมรยนต์จึงถือโอกาสนี้ปรับปรุงระบบการทำงานภายในต่างๆเพื่อรองรับความต้องการในอนาคต โดยเฉพาะระบบคลังสินค้า และการบริหารสินค้าคงคลัง ส่งผลให้การทำงาน ณ ที่ตั้งสำนักงานใหม่เป็นไปอย่างมีประสิทธิภาพ สามารถตอบสนองความต้องการลูกค้าได้รวดเร็วและแม่นยำมากขึ้น ซึ่งสิ่งเหล่านี้จะส่งผลต่อเนื่องไปยังการให้บริการลูกค้า ซึ่งเป็นหนึ่งในนโยบายหลักที่เราให้ความสำคัญสูงสุด',
    p3: 'นโยบายปัจจุบัน 1.	นโยบายด้านคุณภาพสินค้า และราคา - นี่คือนโยบายหลักที่ทาง หจก. อมรยนต์ได้ยึดถือมาตลอดหลายสิบปีนี้ คือความตั้งใจจริงที่จะจัดจำหน่ายสายพาน MITSHUBOSHI ที่มีคุณภาพสูง ให้แก่ลูกค้าที่มีความต้องการในราคาที่ได้มาตรฐาน 2.	นโยบายด้านการบริการ - ทาง หจก. อมรยนต์มีเป้าหมายที่จะเติบโตเป็นผู้ให้บริการด้านสายพานแบบครบวงจร (1-stop service) เราจึงมุ่งมั่นที่จะยกระดับการบริการขณะขาย และหลังการขาย เพื่อตอบสนองความพึงพอใจสูงสุดของลูกค้า เช่น การให้คำปรึกษาทางด้านเทคนิค การให้คำแนะนำการใช้งานจากผู้เชี่ยวชาญ รวมไปถึงการบริการที่รวดเร็ว มีประสิทธิภาพ และเป็นมิตร 3.	นโยบายด้านทรัพยากรบุคคล – ทาง หจก. อมรยนต์ให้ความสำคัญมากแก่การพัฒนาบุคลากรภายในองค์กร เพื่อดึงศักยภาพของพนักงานแต่ละคนออกมาให้เกิดประโยชน์สูงสุด รวมไปถึงการเน้นสร้างความสามัคคี ความเข้าใจ และการทำงานร่วมกันเป็นทีม เนื่องจากเราเชื่อว่า การให้ความสำคัญในด้านนี้จะส่งผลดีต่อภาพลักษณ์ และประสิทธิภาพการทำงานโดยรวมของบริษัท 4.	นโยบายการปฏิบัติต่อคู่ค้า/ลูกค้า - หจก. อมรยนต์นั้นคำนึงถึงการรักษาความสัมพันธ์อันดีกับคู่ค้า และลูกค้าทุกท่านเสมอมา โดยเน้นความซื่อสัตย์และความเชื่อใจเป็นหัวใจสำคัญ ซึ่งหากมีปัญหาใดเกิดขึ้น ทาง หจก. อมรยนต์พร้อมที่จะพิจารณาหาแนวทางแก้ไขร่วมกับคู่ค้า เพื่อนำมาซึ่งความสัมพันธ์ และความเข้าใจอันดีระหว่างกัน',
    p4: 'วิสัยทัศน์ หจก. อมรยนต์ ได้ปฏิบัติตามแนวทางดังกล่าวเป็นเวลาหลายสิบปีจนเป็นที่รู้จักในวงกว้างในฐานะผู้นำในด้านการจัดจำหน่ายสายพานในประเทศไทย (ทั้งทางด้านสายพานรถยนต์ และสายพานอุตสาหกรรม) อย่างไรก็ตาม หจก. อมรยนต์จะไม่หยุดนิ่งที่จะพัฒนาองค์กร และเรียนรู้ในสิ่งใหม่ๆ ต่อไป เพื่อคงไว้ซึ่งความเป็นผู้นำในธุรกิจนี้ นอกจากนี้ หจก. อมรยนต์ยังมีความมุ่งมั่นที่จะขยายตลาดให้เป็นไปในทิศทางเดียวกับตลาดโลกที่เน้นการบริการด้านออนไลน์มากขึ้น เพื่อให้การติดต่อสื่อสารระหว่างอมรยนต์และลูกค้าเป็นเรื่องที่ง่าย และสะดวกมากกว่าเดิม',
  },
  description: 'ทดสอบ',
};