{
    "data": [
        {
            "id": "blog-1",
            "title": "Usage & Maintenance Guide",
            "titleTh": "ข้อแนะนำการใช้งาน/การเก็บรักษา",
            "desc": "Usage & Maintenance Guide Refrain from using broken/damaged/expired belts as it might result the engines in malfunctioning...",
            "descTh": "ข้อแนะนำการใช้งาน ห้ามใช้สายพานที่ชำรุด หรือหมดอายุการใช้งาน เพราะอาจทำให้อุปกรณ์ที่เกี่ยวข้องทำงานผิดพลาดจนทำให้เกิดอุบัติเหตุ...",
            "content": "<p>Usage &amp; Maintenance Guide</p><ul><li>Refrain from using broken/damaged/expired belts as it might result the engines in malfunctioning</l><li>Keep belts in dry place, at around 10-40 degrees Celsius, and avoid direct exposure to sunlight</l><li>Refrain from putting heavy items on top of the belts</l><li>Refrain from modifying belts as it might impact the quality of the belts</l><li>Cogged notches might cause excessive operating sound. Install panels of sound absorbing materials if needed</l><li>Install belts properly in order to retain quality and properties of belts</l><li>Ensure that pulleys are in the right position, or pulleys cause the breakage of the belts</l><li>Surface of belts and pulleys should be free of water, grease, stain, chemicals to prevent rib breakage and cracks</l><li>Refrain from using screwdrivers while installing. It could cause internal or external damage to the belts</l><li>Do not burn belt, or hazardous gas could be produced<span>&nbsp;</span></li></ul><p>In cases to maintenance, inspection, please follow the steps below</p><ul><li>Stop the engines, wait until belts and power steering pulley completely stop working and cool down</l><li>Make sure that all machine components are in a safety position</l><li>Do not turn the engine on while on the stage of maintenance/inspection</li></ul>",
            "contentTh": "<p>ข้อแนะนำการใช้งาน<span>/</span>การเก็บรักษา</p><ul><li>ห้ามใช้สายพานที่ชำรุด หรือหมดอายุการใช้งาน เพราะอาจทำให้อุปกรณ์ที่เกี่ยวข้องทำงานผิดพลาดจนทำให้เกิดอุบัติเหตุ</li> <li>ควรเก็บรักษาสายพานไว้สถานที่ที่มีความชื้นต่ำ อุณหภูมิระหว่าง<span> 10-40 C </span>และไม่ควรให้สายพานถูกแดดโดยตรง</li><li>ไม่ควรวางของหนักไว้ข้างบน เพราะอาจทำให้สายพานหัก งอ เป็นรอย และชำรุดก่อนเวลาอันควรได้</li><li>ไม่ควรปรับแต่งสายพานให้แตกต่างไปจากเดิม เพราะจะทำให้ส่งผลกระทบต่อคุณภาพและประสิทธิภาพของสายพานได้</li><li>สายพานร่องฟันอาจมีเสียงในขณะที่อุปกรณ์ทำงานที่รอบจัด ผู้ใช้ควรติดตั้งอุปกรณ์กันเสียง</li><li>วางสายพานในตำแหน่งที่ถูกต้อง เพื่อคงคุณภาพและคุณลักษณะของสายพานให้คงอยู่มากที่สุด</li><li>ควรตั้งมู่เล่ย์ให้เหมาะสมก่อนการใช้งาน มู่เล่ย์ที่ไม่ตรงจะทำให้สายพานที่เกี่ยวข้องเสื่อมสภาพเร็ว</li><li>หากมีน้ำ น้ำมัน สารเคมี สีหรือสีฝุ่น เกาะติดบริเวณสายพานหรือมู่เล่ย์สายพาน จะทำให้มีแรงส่งกำลังลดน้อยลง และเป็นสาเหตุของการสึกหรอของสายพานก่อนเวลาอันควร</li><li>การใช้ไขควงหรืออุปกรณ์มีคม อาจเป็นสาเหตุทำให้สายพานชำรุดก่อนเวลาอันควร</li><li>ไม่ควรเผาสายพาน เพราะจะทำให้เกิดก๊าซพิษที่เป็นอันตรายต่อสุขภาพ</li></ul><p>&nbsp;</p><p>ในการซ่อมบำรุงรักษา ตรวจสอบ และเปลี่ยนสายพาน ให้ปฏิบัติตามหัวข้อต่อไปนี้</p><ul><li>ปิดสวิตช์อุปกรณ์ที่เกี่ยวข้องและรอให้สายพานและมู่เล่ย์หยุดสนิทและเย็นก่อน</li><li>ทำการยึดไม่ให้อุปกรณ์ที่เกี่ยวข้องเคลื่อนไหวในขณะที่เปลี่ยนสายพานเช็คว่าอุปกรณ์อยู่ในตำแหน่งที่ถูกต้อง</li><li>ห้ามเปิดสวิตช์ในขณะดำเนินการซ่อมบำรุง ตรวจสอบ หรือเปลี่ยนสายพานเด็ดขาด</li></ul>"
        },
        {
            "id": "blog-2",
            "title": "FAQ",
            "titleTh": "คำถามที่พบบ่อย",
            "desc": "FAQ what's the lifespan of automotive belts?...",
            "descTh": "คำถามที่พบบ่อย สายพานรถยนต์มีอายุการใช้งานเฉลี่ยอยู่กี่ปี?...",
            "content": "<p><strong>FAQ</strong></p><p>Q: what&rsquo;s the lifespan of automotive belts?</p><p>A: by average, the lifespan of automotive belts is at 50,000 &ndash; 70,000 kilometers (yet, it depends on work condition too). However, it is recommended to get the vehicle engine inspected regularly or every 20,000 kilometers.</p><p>&nbsp;</p><p>Q: any maintenance recommendation for users?</p><p>A: we recommend you to get the engine a basic check regularly if you have basic knowledge about engines as it is not complicated and not time-consuming.<span>&nbsp;</span></p><p>Starting from checking if there are cracks on the belts or not. Replace it with new belts if you find the breakage.<span>&nbsp; </span>And remove water/chemicals/grease out of belts as it could cause belt brittle.</p><p>In case of excessive running noise, inspect if belts are aligned on pulleys properly. Realign if needed.</p><p>&nbsp;</p><p>Q: what is the signal indicating that the belt should be replaced with a new one?</p><p>A: whenever you either find the crack on a belt. The other signal is the abnormal noise when you start car engine (but it could be just problem of belt-pulley unalignment/belt tension, so please ensure if it&rsquo;s not related to this).</p><p>&nbsp;</p><p>Q: how to check belt tension?</p><p>A: The tension should neither be too tight not too loose.<span>&nbsp;</span></p><p>First of all, Find the middle of belt installed between pulleys, push it downwards with the thumb. It should have springiness. If the belt is too loose, you would be able to move it around or more than 1 inch and the slack side will vibrate. If it is too tight, the tight side will vibrate with a squeaky voice.</p>",
            "contentTh": "<p><strong>คำถามที่พบบ่อย</strong></p><p><span>Q: </span>สายพานรถยนต์มีอายุการใช้งานเฉลี่ยอยู่กี่ปี<span>?</span></p><p><span>A: </span>โดยเฉลี่ยแล้ว สายพานรถยนต์อาจจะมีอายุการใช้งานอยู่ที่<span> 2 </span>ปี หรือประมาณ<span> 50,000 &ndash; 70,000 </span>กิโลเมตร ขึ้นอยู่กับลักษณะการใช้งาน อย่างไรก็ดี ทางเราแนะนำให้มีการตรวจสอบสม่ำเสมอ หรือทุกๆ<span> 20,000 </span>กิโลเมตร</p><p>&nbsp;</p><p><span>Q: </span>ทางร้านมีข้อแนะนำการดูแลรักษาแบบผู้ใช้งานทั่วไปหรือไม่<span>?</span></p><p><span>A: </span>แนะนำให้คอยตรวจสอบสายพานอยู่เสมอ เนื่องจากเช็คง่าย ใช้เวลาไม่นานและไม่ได้ต้องการความรู้เฉพาะทางมากมาย<span><span>&nbsp;</span></span></p><p>เริ่มจากการดูว่าสายพานนั้นมีรอยแตกชำรุดหรือไม่ ถ้ามีรอยแตกริ้วแล้ว แนะนำให้หาชิ้นใหม่มาเปลี่ยนทันทีก่อนจะส่งผลต่อการทำงานของพาหนะระหว่างขับขี่ นอกจากนี้ ควรสังเกตว่ามีน้ำ<span>/</span>น้ำมันเกาะติดที่สายพานหรือเปล่า สิ่งเหล่านี้จะมีผลให้สายพานเสื่อมเร็วกว่าที่ควร<span><span>&nbsp;</span></span></p><p>และหากพบว่าสายพานมีอาการหย่อนจากการใช้งานเป็นเวลานาน ให้ลองปรับแก้ความตึงของสายพานใหม่ ก็จะใช้งานได้ตามปกติ</p><p>&nbsp;</p><p><span>Q: </span>อะไรเป็นตัวสัญญานบอกว่าต้องเปลี่ยนสายพานแล้ว<span>?</span></p><p><span>A: </span>เนื้อยางที่สายพานเปื่อย แตกเป็นริ้ว หรือเป็นขุย หรือมีเสียงดังเอี๊ยดอ๊าดเวลาสตาร์ทรถ หรือหมุนพวงมาลัย<span> (</span>แต่อาจจะเป็นเพราะว่าการวางสายพานที่ไม่ถูกต้อง<span>/</span>สายพานหย่อนด้วยเช่นกัน<span>)</span></p><p>&nbsp;</p><p><span>Q: </span>วิธีตรวจวัดความหย่อนตึงของสายพาน</p><p><span>A: </span>ให้ใช้นิ้วกดลงบนกึ่งกลางของสายพานระหว่างมู่เล่ย์ทั้งสองข้าง ซึ่งต้องเมื่อกดลงไปแล้วสายพานไม่ควรจะขยับได้มากเกิน<span> 1 </span>นิ้ว ถ้ามากกว่านี้ ถือว่าสายพานหย่อน อาจจะต้องติดตั้งใหม่ หรือเปลี่ยนสายพานใหม่</p>"
        },
        {
            "id": "blog-3",
            "title": "Troubleshooting for belt products",
            "titleTh": "ปัญหาที่อาจพบและการแก้ไข",
            "desc": "Troubleshooting for belt products in V-belts, Timing belts...",
            "descTh": "ปัญหาที่อาจพบและการแก้ไขใน สายพานรถยนต์ V-belt, สายพานราวลิ้น...",
            "content": "",
            "contentTh": ""
        }
    ]
}

        